[
    {
        "name": "Computational Radiology Laboratory of Harvard University at Boston Children’s Hospital",
        "title": "Working together to improve non-invasive assessments of fetal lung maturation via the creation of an algorithm to aid in the analysis of quantitative Diffusion-Weighted MRI.",
        "description": "It is imperative for doctors to have a clear measure of lung maturation prior to delivery as this is a key indicator of a newborn infant's ability to breath independently after birth. Generally a preterm infant, born after 36 weeks gestation, will have the necessary lung development to breath independently. However, maldevelopment of the fetal lung could lead to life-threatening respiratory failure due to pulmonary hypoplasia and pulmonary hypertension. Our work will provide accurate information about the fetal lung maturation enabling doctors to life-saving decisions.",
        "image": "assets/logos/harvard_boston.png",
        "funding": [
            "U.S.-Israel Binational Science Foundation (BSF)"
        ],
        "link": "http://www.crl.med.harvard.edu/"
    }, 
    {
        "name": "Imaging Institute at Assuta Medical Centers",
        "title": "Building a partnership that is mutually beneficial in improving patient care and furthering deep-learning research.",
        "description": "Doctors rely on MRI images to discern the extent of diseases such as glioblastomas (brain tumors) and glaucoma (optic nerve damage). Working in conjunction with [Dr. Michal Guindy](https://www.maccabitech.com/team/michal-guindy/) and Assuta physicians, we will build deep-learning algorithms to improve the detection and analysis of MRI images using actual patient data. This partnership enables clinically relevant progress to be made and opens up the dialogue between the theoretical and medical aspects of MRI interpretation.",
        "image": "assets/logos/assuta_img2.png",
        "link": "https://www.assuta.co.il/en/?catid=%7B9cd5913a-b2b5-4476-9400-11fd6ef695cb%7D"
    }, 
    {
        "name": "Department of Radiology at Rambam Health Care Campus",
        "title": "Collaborating to advance diagnostic and maintenance imaging for Crohn's Disease by developing deep learning techniques to enhance image quality and aid image analysis.",
        "description": "Crohn’s disease is a chronic inflammatory bowel disease which often presents with diarrhea, abdominal pain, fever, and/or weight loss. Magnetic resonance enterography (MRE) is a non-invasive procedure that has the ability to become the standard screening tool for Crohn’s disease. A challenge of using MRE for Crohn's is it requires scrolling back and forth to understand the anatomy of the bowel from 2D images. Working in partership with [Dr. Anat Ilivitzki](https://www.rambam.org.il/en/?catid=%7Bd0587c4f-cd3e-4ce1-9ed3-447ab6647d78%7D&itemid=%7Bc44dee09-d28e-4a9a-a6ef-0d83906caa99%7D), of the Radiology Department at Rambam, we are furthering the development of deep learning techniques to enable the presentation of the MR data in MPR views, thus providing a better description of the disease extent. These improvements have the potential to lead to better assessments of medical therapies and decision-making for surgical treatments.",
        "image": "assets/logos/rambam-logo-25.png",
        "funding": [
            "Israel Innovation Authority (IIA)"
        ],
        "link": "https://www.rambam.org.il/en/departmentsandclinics/medical-imaging-division/"
    }, 
    {
        "name": "Research Group of Ophthalmology within the Department of Neurosciences at KU Leuven",
        "title": "Taking part in a multinational research effort to determine ENdothelial Retinal function as an Indicator for vascular Cognitive Health (ENRICH).",
        "description": "Microvascular dysfunction is a major factor in cardiovascular diseases that precedes vascular dementia. Under the coordination of Dr. Ingeborg Stalmans, multiple research institutions across the globe, including Europe and North America, are working together to harness machine learning innovations to improve cardiovascular healthcare. This project will explore the potential of measuring retinal parameters with machine learning to detect and monitor microvascular dysfunction in the clinical and research settings. Our goal is to then correlate these measures with cognitive decline in order to enable prevention of vascular neurodegeneration through early vascular screening via a simple exam of the eye.",
        "image": "assets/logos/kuLeuven.jpg",
        "funding": [
            "European Research Area CardioVascular Disease (ERA-CVD)"
        ],
        "link": "https://www.era-cvd.eu/432.php"
    }

    
    
    

]